[
  {
    "name": "Braken",
    "dangerLevel": "Sigurd's danger level: 70%",
    "scientificName": "Scientific Name: Rapax-folium",
    "description": [
      "There is debate on the genus to which the Bracken belongs. It is a bipedal vertebrate with skin the color and texture of a red beet. The name is coined for what appear to be leaves protruding from its upper spine. The purpose of these is believed to be for intimidation, however not much is known about the specifics of bracken behavior due to its elusiveness and low population.",
      "We know a little from accounts by wildlife experts who have encountered it. It is a lone hunter with high intelligence. Its behavior can seem aloof; it exhibits high aggression even when unprovoked, yet quickly backs off when confronted. However, brackens are known to up their hostility when cornered or simply watched for a long time. It's theorized that upon death their bodies undergo a rapid decomposition process which is unique from other large animals."
    ],
    "image": "/images/BrackenQuan1.webp"
  },

  {
    "name": "Hoarding Bug",
    "dangerLevel": "Sigurd's danger level: 0%",
    "scientificName": "Scientific Name: Linepithema-crassus",
    "description": [
      "Hoarding bugs (of the order Hymenoptera) are large, social insects. While often found living alone, they have been found to share their nests with members of their own species. They measure a height of 3 feet on average, with bulbous bodies. The thinness of their fluid and blood and the material of their carapaces contributes to their low weight, making them capable of flight with their membranous wings. It also makes their bodies somewhat transparent.",
      "Hoarding bugs were given their name due to their territorial nature. Once they have chosen a place as their nest, they will seek to adorn it with any object they can find and will protect these objects as a part of the nest. Hoarding bugs are not so dangerous alone as they are in large hives. However, if left alone, hoarding bugs are surprisingly neutral and pose little danger. wWe love the stupid cuddle bugs.!! - tjhis has been a note from the indomitable Sigurd"
    ],
    "image": "/images/HoardingbugQuan1.webp"
  },

  {
    "name": "Snare Flea",
    "dangerLevel": "Sigurd's danger level: 30%",
    "scientificName": "Scientific Name: Dolus-scolopendra",
    "description": [
      "A very large arthropod of the class Chilopoda. Its body produces a silk which it primarily uses to propel itself to places where it is concealed. Its exoskeleton is somewhat fragile, and they can die from long falls. The snare flea does not produce venom, nor does it have a strong bite. It makes up for this weakness with its ability to tighten itself around large prey to suffocate.",
      "The snare flea thrives in dark, warm areas. It cannot survive low temperatures and generally avoids open air and sunlight take the rats outside or just beat the hell otu of them! i think their insides could make a good milkshake,,"
    ],
    "image": "/images/SnarefleaQuan1.webp"
  },

  {
    "name": "Bunker Spider",
    "dangerLevel": "Sigurd's danger level: 30%",
    "scientificName": "Scientific Name: Theraphosa-ficedula",
    "description": [
      "Bunker spiders, of the genus Theraphosa, are the largest arachnid found in the Thistle Nebula and the second largest ever discovered. It's believed they evolved to prey on large mammals over the course of a measly several hundred years after the Boat made its trip around the Thistle Nebula. (Refer to: Speculation on Increased Speciation Around the Fading Nebulae)",
      "Bunker spiders produce silk and lay it around their chosen nesting area, then wait for it to be tripped on. They can be seen waiting on walls, often over doorways where prey could enter unaware. If you find a bunker spider 'unprepared' it may freeze as a defensive reaction. In this case they are best left alone. If a bunker spider reacts aggressively, it is best not to fight with ordinary tools. They use their webs to make up for their rather slow movement, so take note of your surroundings. Their webs can be broken easily with any blunt tool.",
      "Bunker spiders can pose a great danger to humans and urban explorers especially, without a great benefit to their ecosystems. A resulting kill-on-sight order has been informally agreed upon between many states home to the Bunker spider, and it is currently approved by the ITDA as of 10/6/1965."
    ],
    "image": "/images/BunkerspiderQuan1.webp"
  }, 

  {
    "name": "Thumper",
    "dangerLevel": "Sigurd's danger level: 70%",
    "scientificName": "Scientific Name: Pistris-saevus",
    "description": [
      "Halves, or Thumpers, are a highly aggressive, carnivorous species of the order Chondrichthyes. Their skeletons are cartilaginous, giving their bodies a stretchy and rubbery quality. Their name comes from the fact that they must eat their bottom legs in order to escape the shell of their hatched egg; their bottom legs are hardly functional to begin with. Their arms, or front legs, are very strong, and they occasionally use them to stomp prey. They can reach great speeds in a straight line.",
      "They are relentless hunters, typically at the top of their food chain. Their main weaknesses are their intelligence and complete lack of hearing. If you come across a thumper, your best means of survival are leaving its line of sight, as it is slower around corners and can't easily track prey.",
      "Due to the fast and volatile evolution of this species, some theorize that Halves are one of the examples of an increased number of mutations causing higher levels of speciation in planets around the Thistle Nebula."
    ],
    "image": "/images/ThumperQuan1.webp"
  }, 

  {
    "name": "Hygrodere",
    "dangerLevel": "Sigurd's danger level: 0%, if you're faster than a snail!",
    "scientificName": "Scientific Name: Hydrogere",
    "description": [
      "A eukaryotic organism classified within the paraphyletic group Prostita. With the incredible speed of reproduction, these small organisms can multiply to millions. Hygrodere rarely split apart, instead choosing to form large, viscous masses which can take up large amounts of space and become a danger to deal with, requiring large tools or lures to relocate.",
      "Hygrodere are drawn to heat and oxygen and can detect it from seemingly anywhere. There's almost nothing organic they can't convert to their own body mass. Nothing has been found to poison them. Constantly replacing themselves, they can persist for hundreds of thousands of years. If you ever find yourself cornered, find a tall object to stand on top of; hygroderes have trouble climbing. they have great taste! cause I made a friend with one somehow,, and we think it was my music."
    ],
    "image": "/images/HygrodereQuan1.webp"
  }, 

  {
    "name": "Ghost Girl",
    "dangerLevel": "Sigurd's danger level: 100%",
    "scientificName": "Scientific Name: Ghost Girl",
    "description": [
      "Death."
    ],
    "image": "/images/GhostgirlQuan1.webp"
  }, 

  {
    "name": "Spore Lizard",
    "dangerLevel": "Sigurd's danger level: i ,dont know probably 5% i just hate this pudgy legged little sh it",
    "scientificName": "Scientific Name: Lacerta-glomerorum",
    "description": [
      "Colloquially named Puffers or Spore Lizards, Lacerta-glomerorum (of the family Alligatoridae) is one of the largest and heaviest reptiles. Despite their large mouths, they are herbivores and do not have a strong bite. The bulbs on their tails are believed to secrete a chemical which attracts and accelerates the growth of the fungus species Lycoperdon perlatum, which it can then shake to release spores as a defense mechanism--an unique example of a mutualistic symbiotic relationship.",
      "Spore Lizards have a very timid temperament, avoiding confrontation if at all possible. If their attempts at threat display are not effective, they may attempt to attack. It is therefore not recommended to corner or chase one. There are historical records that Spore Lizards were at least partially domesticated hundreds of years ago, however this effort was set aside by an initiative to harvest their tails for their medicinal properties."
    ],
    "image": "/images/SporelizardQuan1.webp"
  }, 

  {
    "name": "Nutcracker",
    "dangerLevel": "Sigurd's danger level: 80%",
    "scientificName": "Scientific Name: N/A",
    "description": [
      "The guardians of the house.They watch with one tireless eye, which only senses movement; It remembers the last creature it noticed, whether they are moving or not.."
    ],
    "image": "/images/NutcrackerQuan1.webp"
  }, 

  {
    "name": "Coil Head",
    "dangerLevel": "Sigurd's danger level: 80%",
    "scientificName": "Scientific Name: Vir colligerus",
    "description": [
      "Vir colligerus, or colloquially named Coil-heads, are a recent discovery and have not been studied extensively due to their extreme unpredictability and dangerous properties. They have been known to combust into flames when being dissected or even deactivated, and they carry",
      "dangerously high levels of radioactive particles. Due to this and other reasons, it has been highly speculated they were created as biological weapons of war, although this has not been proven.",
      "Coil-heads' visual appearance is that of a bloody mannequin with its head connected by a spring. Their defining behavioral characteristic is to stop when being looked at. However, this does not appear to be a hard-and-fast rule. When they encounter a loud noise or bright light they appear to enter a long reset mode. Just stare at htem or use a stun grenade! - Sigurd"
    ],
    "image": "/images/CoilheadQuan1.webp"
  },

  {
    "name": "Jester",
    "dangerLevel": "Sigurd's danger level: 90% Get out o fthere before it goes APE!! You cant hide from it, just evacuate",
    "scientificName": "Scientific Name: INSANEUS THINGUS",
    "description": [
      "THERE'S NO FREAKING SCIENTIFIC RECORD! good luck, you know as much as us. we just call it the jester"
    ],
    "image": "/images/JesterQuan1.webp"
  },

  {
    "name": "Masked",
    "dangerLevel": "Sigurd's danger level: N/A",
    "scientificName": "Scientific Name: N/A",
    "description": [
      "N/A"
    ],
    "image": "/images/Masked2_Cel.webp"
  },

  {
    "name": "Eyeless Dog",
    "dangerLevel": "Sigurd's danger level: 30%",
    "scientificName": "Scientific Name: Leo caecus",
    "description": [
      "A large mammal of the class Saeptivus. They are social, hunting in very large packs. They have also been called “breathing lions” for their recognizable sound and large mouths. They are endurance hunters and attempt to make up for their lack of sight with their sense of hearing. It's a popular myth that they often mistake the sounds of their own kind for prey, entering fights within their own packs.",
      "Their behaviour is unique from other pack animals in their tendency to spread out far to cover distance. When an eyeless dog has found prey, it roars to alert others in the near vicinity, who will also sound the alarm, sometimes resulting in a kind of chain reaction. Eyeless dogs can be dangerous in swarms. However, they are characteristically clumsy, taking guesses at their prey's exact location which are often incorrect."
    ],
    "image": "/images/EyelessdogQuan1.webp"
  },

  {
    "name": "Forest Keeper",
    "dangerLevel": "Sigurd's danger level: 50%",
    "scientificName": "Scientific Name: Satyrid-proceritas",
    "description": [
      "Believed to share a common ancestor with rapax-folium, these behemoths are called Forest Keepers for the biomes they often inhabit. Their bodies bare markings on their front and back which mimic eyes--this trait is more helpful in their youth, as they are not agile. Their skin is a unique, dense material which hardens further throughout their lives; the large spikes and bumps across their bodies form as a result of aging.",
      "It's been said Forest Keepers exhibit a curious behavior similar to that of a human child the age of 5 or 6. They will eat anything they find fascinating. Forest Keepers don't actually need to put anything into their mouths, and it's theorized their main source of energy is a process similar to photosynthesis. Still, this makes them relatively dangerous to observe. They can see across long distances, so staying low and making use of cover is a must. They cannot enter small spaces and are not generally destructive, so stay close to shelter or overhangs."
    ],
    "image": "/images/ForestgiantQuan1.webp"
  },

  {
    "name": "Earth Leviathan",
    "dangerLevel": "Sigurd's danger level: 2% cause they can't hide from the ship cmaeras!!",
    "scientificName": "Scientific Name: Hemibdella-gigantis",
    "description": [
      "The reverently named Earth Leviathan, of the family Piscicolidae, is one of the largest invertebrates found around the Thistle Nebula. None have been captured, so not much is known of their biology.",
      "They seem to behave as predators. It's speculated they can burrow as far as 40 meters underground, judging by the incredible excavations they can leave behind. They can detect even the slightest vibrations, and for this reason it's not recommended to stay still if they are nearby; that is a myth. Instead, if you hear them burrowing, retrace your steps."
    ],
    "image": "/images/EarthleviathanQuan1.webp"
  },

  {
    "name": "Baboon Hawk",
    "dangerLevel": "Sigurd's danger level: 75%",
    "scientificName": "Scientific Name: Papio-volturius",
    "description": [
      "Baboon hawks are a primate of the family Cercopithecidae. They are hunchbacked but can stand up to 8 feet on average. Their heads are boney, with bird-like beaks and long horns, which they use like skewers to gore and feed on prey. Their horns are made of keratin instead of bone like the rest of their skulls, and they do not contain nerves or blood vessels. As a result, baboon hawks can often break their horns from the force they apply, then fully regrow them within the same season. Baboon hawks partly owe their name to their large wings, which could never carry their large body mass and are used instead for intimidation and protection from the elements.",
      "The largest baboon hawk troop ever observed was made up of 18 baboon hawks. They are loosely territorial, and much of their behavior is motivated by intimidation and display. They can become collectors, using any flashy or colorful object to mark their territory. As lone scouts, baboon hawks are generally timid and won't attack unless provoked. In greater numbers they can become a great danger; sticking close to others and making yourself seem dangerous is the best ways to prevent an attack. They prefer smaller mammals, but when desperate they are known to use their numbers to attack animals even twice their size, such as eyeless dogs. THEY TOOK M Y PICKLES"
    ],
    "image": "/images/BaboonhawkQuan1.webp"
  },

  {
    "name": "Circuit Bee",
    "dangerLevel": "Sigurd's danger level: 90%",
    "scientificName": "Scientific Name: Crabro-coruscus",
    "description": [
      "The circuit bee, also known as red bee, is a eusocial flying insect of the genus Apis, a descendant of the honey bee. Their appearance is quite recognizable from their hairy, red bodies and two sets of wings. Like their ancestors, they are well-known for their intelligent social BEEhavior, large colony size, building wax nests which they use to store honey, and their important role in pollination. Unlike the honey bee, which often chose high places such as trees to construct its hive, red bees create their hives on the ground.",
      "Red bees are highly defensive. They will leave the nest to attack any creature that comes within several meters, leaving BEEhind only the queen and drone bees. This bold BEEhavior is enabled by their most defining aBEElity, which is their electrostatic charge. Red bees produce friction with the air. They also produce friction by rubbing their two pairs of wings against each other any by rubbing against one another while in the hive. What allows them to create such a surplus of electric field compared to the honey bee is still under research, as they generate a stronger electric field when panicked or angered. This ability is especially useful for them around water.",
      "It’s BEEst to keep your distance. If a red bee hive is stolen, red bee swarms will enter an onslaught in which they attack any living creature. This destructive BEEhavior will last until they have located the hive or completely exhausted themselves, which can take hours to days. They have BEEn known to leave BEEhind fields of bodies of small rodents, insects and even some larger mammals, and in rare cases they can start fires. Their strong BEEnefits and drawbacks to their ecosystems are highly debated. BEEbated!! – the indomitable Sigurd"
    ],
    "image": "/images/CircuitBeeCloseUp.webp"
  },

  {
    "name": "Manticoil",
    "dangerLevel": "Sigurd's danger level: 0%",
    "scientificName": "Scientific Name: Quadrupes-manta",
    "description": [
      "Mantacoils are a passerine bird of the family corvidae. Their bodies are quite large compared to their early descendants, and their wingspan ranges from 55 to 64 inches. Their most defining characteristic is their set of four wings. Their back wings are mostly used to stabilize when at low speed, while their front two wings create the majority of lift. Their round bodies are a striking yellow but with black outlines or stripes along their primary (rear) feathers.",
      "Manticoils mostly feed on small insects but can also feed on small rodents. They are highly intelligent and social. They pose little threat and have a generally passive temperament towards humans, although they are capable of transmitting Rabies, Rubenchloria, and Pitt Virus."
    ],
    "image": "/images/ManticoilQuan1.webp"
  },

    {
    "name": "Roaming Locust",
    "dangerLevel": "Sigurd's danger level: 0%",
    "scientificName": "Scientific Name: Anacridium-vega",
    "description": [
      "Known as Roaming Locusts, this is a species of grasshopper. Unlike some species which are more prone to jump or fly, Roaming Locusts are almost never grounded and stay close together even when in smaller numbers. They will quickly disperse when a predator disrupts them but are highly attracted to light."
    ],
    "image": "/images/20231119165736_1.webp"
  }
]
